{
  "cmp-nvim-lsp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
